[Main]
DisplayName=Português (Portugal)

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenção
lbl_Warnning_Detail.caption=Este programa de computador está protegido por leis e acordos internacionais.
lbl_copyright.caption=© IObit. Todos os direitos reservados.
lbl_Thanks_Title.caption=Um obrigado especial às seguintes pessoas pela sua fantástica contribuição:
rdhtmlEula.caption=<a>EULA</a> | <a>Política de Privacidade</a>
Instructions_M=Instruções de Desinstalação
lblAcknow.caption=Reconhecimentos

[ActionCenter_M]
M_HideAC=Esconder
M_ShowAC=Mostrar
M_AC_Tips=Obtenha maior proteção de segurança e impulsione o desempenho com os programas recomendados.
M_ShowACTitle2=Aviso!
M_ShowACDesc=Clique "Mostrar" para ver outros programas recomendados. Instale-os para melhorar a proteção de segurança e o desempenho do seu PC.
M_LearnRecommendNote=Atualmente não existem produtos recomendados.
M_LearnRecommendDesc=Clique em "Saiba mais" para ver mais produtos em que você possa estar interessado.
M_none=Nenhum
M_Fix=Instalar agora
M_LearnMore=Saber mais
M_Install=Instalar agora
M_fixing=A instalar
M_Updating=A atualizar
M_failed=Falhou
M_RuningWell=A última versão instalada
M_Outdated=Desatualizado
M_NotInstalled=Não instalado
M_Insatlled=Instalado
M_Update=Atualizar Agora
M_ASCCaption=Desempenho do Sistema
M_ASCInfo_NotIns=Erros no Registry, problemas de privacidade e ficheiros inúteis foram encontrados no seu PC.
M_ASCInfo_UpToDate=O Advanced SystemCare acelera e otimiza o seu PC apenas com 1-click.
M_ASCInfo_NeedUpDate=O Advanced SystemCare está desatualizado.
M_RunASC=Pesquise agora
M_ASCOffer=Limpe e optimize o PC com 1-clique.<br>Aumente a velocidade de arranque do PC, até 300% mais rápido.<br>Limpe os rastos da sua navegação para assegurar a sua privacidade.<br>Monitorize em tempo real as condições do PC para garantir um funcionamento mais suave.<br>Proteja o seu PC contra o spyware comum.
M_IMFCaption=Proteção contra Malware
M_IMFInfo_NotIns=Obtenha uma melhor proteção instalando o programa anti-spyware da IObit.
M_IMFInfo_UpToDate=O IObit Malware Fighter protege o seu PC contra programas mal intencionados.
M_IMFInfo_NeedUpDate=O seu programa anti-spyware está desatualizado.
M_RunIMF=Pesquise agora
M_IMFOffer=Proteção abrangente em tempo real contra todos os tipos de malware.<br>Análise rápida e detecção e remoção eficiente de ameaças.<br>Previne proativamente os ataques de ransomware.<br>Navegação e descarga online segura.<br>Totalmente compatível com outros softwares de segurança.
M_DBCaption=Atualizador de Drivers
M_DBInfo_NotIns_C=Encontrou drivers desatualizados, os quais poderão criar lentidão e destabilizar o seu PC.
M_DBInfo_NotIns=Pode haver drivers desatualizados, que poderão retardar e desestabilizar o seu PC.
M_DBInfo_UpToDate=O Driver Booster atualiza os drivers desatualizados no seu PC.
M_DBInfo_NeedUpDate=O seu programa atualizador de drivers está desatualizado.
M_DBDesc=Atualize todos os drivers desatualizados no seu PC.
M_RunDB=Pesquise agora
M_DBOffer=Base de Dados de driver (4.500.000+) gigante.<br>Atualize com com 1-clique e em segurança os drivers WHQL.<br>Melhor desempenho de jogos.<br>Corrige falhas de rede, sem som, má resolução, etc.<br>Reduz falhas e paragens de sistema.
M_SDCaption=Optimização do Disco
M_SDInfo_NotIns=Encontrados problemas de optimização no seu Disco. Optimize-os para melhorar o desempenho do seu disco.
M_SDInfo_UpToDate=O Smart Defrag desfragmenta o disco para um elevado desempenho.
M_SDInfo_NeedUpDate=O seu programa de desfragmentação do disco está desatualizado.
M_RunSD=Desfragmente Agora
M_SDOffer=Velocidade de Acesso a Ficheiros mais elevada.<br>Máximo Desempenho do Disco Duro.<br>Acelere o Arranque do seu PC, até 100% mais rápido.<br>Optimize os Jogos para uma Melhor Experiência de Jogo.
M_DLCaption=Gestor de Senhas
M_DLInfo_NotIns=Proteja e gestione todas as suas senhas com o Gestor de Senhas Dashlane.
M_DLInfo_UpToDate=Nunca mais se esqueça da sua senha com segurança e proteção do Dashlane.
M_RunDL=Gerir
M_DLOffer=A maneira simples e segura de gerir as suas senhas.<br>Crie senhas únicas para proteger as suas contas.<br>Faça login automáticamente nos seus sítios favoritos.<br>Para Windows, Mac, iOS e Android.
M_RunIOT=Gerir agora
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfira dados do iPhone, limpe e impulsione o seu iPhone.
M_IOTInfo_UpToDate=Transfira dados do iPhone, limpe e impulsione o seu iPhone.
M_IOTInfo_NeedUpDate=O IOTransfer está desatualizado.
M_IOTTip=Promessas IOTransfer: <br> + Gerir fotos e contatos do iPhone com facilidade <br> + Um clique para transferir o conteúdo do iPhone para PC <br> + Descargas de vídeos on-line a partir de mais de 100 site <br> + Limpar todos os tipos de arquivos inúteis do iPhone iPad
M_IOTOffer=A sua melhor ferramenta de gestão de ficheiros do iPhone/iPad.<br>Transfira dados do seu iPhone/iPad para o PC apenas com 1-clique.<br>Descarregue vídeos online e converta-os para os diversos formatos.<br>Com facilidade e segurança, limpe ficheiros de lixo para libertar espaço no seu dispositivo iOS.<br>Transfere através de ligações Wireless conteúdos entre o dispositivo iOS e o PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=O Web Companion protege-o contra sites de phishing e malware.
M_AdawareInfo_UpToDate=O Web Companion protege-o contra sites de phishing e malware.
M_AdawareOfferDesc=Instale o Web Companion para melhorar a minha Proteção da Internet e Definir o Bing® by Microsoft ™ como a minha página inicial, novos guias e mecanismo de pesquisa padrão em navegadores compatíveis.
M_AdawareOffer=Rápido e fácil de instalar.<br>Proteção antiphishing.<br>Proteção da Web em tempo real.<br>Compatibilidade Multi-Browser.
M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=A solução mais recente de cópias de segurança para garantir a segurança do seu sistema e dos discos rígidos.
M_RunOpera=Execute Agora
M_OperaCaption=Browser Opera
M_OperaInfo_NotIns=Browser rápido e seguro com um bloqueador de anúncios integrado.
M_OperaInfo_UpToDate=Browser rápido e seguro com um bloqueador de anúncios integrado.
M_OperaOffer=Bloquear anúncios para carregar páginas Web a uma velocidade até 90% mais rápida.<br>Capacidade para navegar até mais uma hora.<br>Obter mais privacidade navegando com a VPN gratuita.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1 clique para atualizar e instalar todos os programas importantes para si.
M_SUInfo_NotIns_C=%d programas estão desatualizados. Instale o IObit Software Updater para atualizá-los com um clique.
M_SUInfo_NotIns_C1=1 programa está desatualizado. Instale o IObit Software Updater para atualizá-lo com um clique.
M_SUInfo_UpToDate=O IObit Software Updater mantém todos os seus programas importantes atualizados.
M_SUOffer=Atualize programas desatualizados o mais rapidamente possível. <br> Clique com o botão direito do rato para instalar todas as atualizações de programas disponíveis. <br> Clique com o botão direito do rato para instalar todos os programas populares que você deseja. <br> Programas certificados passaram por testes rigorosos, sem bundlware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-clique para aumentar o seu FPS para uma experiência de jogo mais rápida e fluída.
M_SMGBInfo_UpToDate=1-clique para aumentar o seu FPS para uma experiência de jogo mais rápida e fluída.
M_SMGBInfo_NeedUpDate=Smart Game Booster está desatualizado.
M_SMGBOffer=Aumente com um clique o FPS para melhor desempenho dos jogos. <br> Monitorize a temperatura e o uso do hardware em tempo real. <br> GPU de overclock para efeitos visuais ideais em jogos. <br> Analise e avalie o PC para encontrar jogos compatíveis (mais de 38.000 ). <br> Proteja o seu PC e jogos para uma maior segurança.
M_RunSMGB=Impulsionar agora
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Experimente o serviço VPN gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_NotIns=Serviço VPN 100% gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_UpToDateBeta=Experimente o serviço VPN gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_UpToDate=Serviço VPN 100% gratuito, rápido e seguro para uma segurança em tempo real.
M_iTopInfo_NeedUpDate=iTop VPN está desatualizado.
M_iTopOfferBeta=Aproveite a Internet sem fronteiras<br>Acesse a sites de streaming de qualquer parte do mundo<br>Jogue em qualquer lugar jogos de regiões bloqueadas<br>Oculte o seu endereço IP em redes Wi-Fi públicas<br>Encriptação 100% gratuita, ultrarrápida e a melhor da sua categoria
M_iTopOffer1=Privado - Permaneça anónimo enquanto navega <br> Seguro - Esconda o IP em toda a Internet <br> Rápido - Acesso à Internet em alta velocidade <br> Grátis - Desbloqueie sites e transmita gratuitamente
M_RuniTop=Executar Agora
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Você nunca precisará  novamente de se lembrar ou digitar as suas senhas.
M_RPMInfo_UpToDate=Diga adeus a digitar senhas com o RoboForm Password Manager.
M_RPMOffer=Faça login em sites com um único clique.<br>Gera senhas fortes e exclusivas.<br>Usa criptografia AES de 256 bits e suporte para 2FA.<br>Para Windows, Mac, iOS, Android e todos os principais navegadores.<br>Importa de um navegador ou de outro gestor de senhas.
M_RunRPM=Gerir
M_Moffer_Title1=Oferta Opcional
M_Close=Fechar
M_Cancel=Cancelar
M_Moffer_Install=Instalar
M_Moffer_NoteEP=Ao clicar em "Instalar", você concorda em instalar o %s e aceita o seu <a>EULA</a> & <a>Política de Privacidade</a>.
M_Moffer_Refund=<a>Nota:</a> Você pode obter um reembolso dentro de 30 dias. Ler <a>Política de Reembolsos</a>.
M_Extract_IOT=Recomendação IObit

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> items encontrados.
M_Details=Detalhes
M_PromoteLan=O que afetará o desempenho do sistema. Recomendamos-lhe que instale o Advanced SystemCare para o corrigir.
M_Junk=Ficheiros de Lixo
M_Privacy=Rastos de Privacidade
M_Internet=Melhorias de Internet
M_Registry=Entradas do Registro
M_System=Otimizações do sistema
ASC_Results=<a>%d</a> items encontrados.
ASC_Result=<a>1</a> item encontrado.
ASC_Result0=Sem problema
M_Install=Instalar para Corrigir
ASC_EUAL=Ao clicar em "Instalar para Corrigir", você aceita o <a> EULA </a> e a <a> Política de Privacidade </a> da Advanced SystemCare e concorda em instalá-lo.
iobit_lang_SystemOptimizereport=Relatório de Otimização do Sistema
iobit_lang_key_junkfile_group_1=Arquivos indesejados (%d item/itens, %s):
iobit_lang_key_privacy_group_2=Rastreios de privacidade (%d item/itens, %s):
iobit_lang_key_sysOptimization_group_3=Otimizações do sistema (%d item/itens):
iobit_lang_key_internetboost_group_4=Melhorias na Internet (%d item/itens):
iobit_lang_key_registryclean_group_5=Entradas do registro (%d item/itens):

[AutoUpdate_M]
lan_Downloading_M=A descarregar
lan_Speed_M=Velocidade de Descrga: %s
Lan_Finish_M=Terminar
Lan_Congratulation_M=Parabéns!
Lan_UpdateFail_M=A atualização falhou! Por favor, tente novamente mais tarde.
Lan_UpdateSuccess_M=O IObit Uninstaller está atualizado. Aproveite agora os recursos e melhorias mais recentes.
Lan_UpdateNew_M=Você já tem a versão mais recente. Nenhuma atualização está disponível.
Lan_UpdateFreeInfo_M=Uma nova versão do IObit Uninstaller está disponível.
Lan_UpdateFreeDownInfo_M=Atualize-o agora para obter os recursos e aprimoramentos mais recentes. É grátis.
Lan_Sure_M=Está seguro que pretende cancelar a atualização?
Lan_Download_M=Descarregar
Lan_Getting_M=Obtendo informações de atualização, por favor aguarde ...
Lan_LVheardOne_M=Atualizações disponíveis
Lan_LVheardTwo_M=Nova Versão
Lan_LVheardThree_M=Tamanho
Lan_historyInfo_M=O IObit Uninstaller %s está agora disponível. Atualize-o para aproveitar as melhorias e recursos mais recentes!
Lan_UpdateNow_M=Atualizar Agora
Lan_UpdateLater_M=Atualizar mais tarde
lan_WhatNew_M=Novidades
Lan_NewReady_M=Nova versão está disponível
Lan_Title=Atualizador do IObit Uninstaller

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Enviar
lblErrorDetails.Caption=Detalhes dos Erros:
lblUserEmail.Caption=O seu endereço de email:
lblSuccTips1.Caption=Enviado com sucesso! Iremos fazer o nosso melhor para resolver este problema ASAP.
btnClose.Hint=Fechar

[SendBugReportNew_M]
M_AskUserTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique em 'Enviar' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>
M_BugStatisticsTips=encontrou um problema e necessita encerrar. Nós estamos a tentar analisar a sua causa. Por favor aguarde...
M_SendingTips=A enviar...
M_AttentionTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique 'OK' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>
M_InvalidEmailTips1=Endereço de email inválido! Por favor digite um endereço de email válido para que o possamos contactar.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=A obter a versão oficial ...
RestoreSuccess_Caption=Você instalou com sucesso a versão oficial do IObit Uninstaller!
RestoreFailed_Caption=A descarga da versão oficial do IObit Uninstaller falhou. Por favor aceda ao nosso Sítio Web oficial para o descarregar novamente.
Run_Button=Execute Agora
Download_Button=Descarregar Agora

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Você está a executar uma versão não oficial do IObit Uninstaller.
lbl_SecondTitle.caption=A versão não oficial do IObit Uninstaller não irá continuar a funcionar.
lbl_HarmInfo.caption=Este irá não apenas colocar em risco o desempenho do seu PC mas também colocar em risco a sua privacidade devido às vunerabilidade do sistema causados por este.
lbl_OfficialInfo.caption=Obtenha agora a versão oficial do IObit Uninstaller para obter uma proteção poderosa da sua privacidade e do seu PC.
htmlLabel_Text.caption=Usúfrua do seu Desconto Exclusivo <a>75%</a>, para obter a sua versão PRO!
btn_GetPro.caption=Obter a versão PRO
btn_GetFree.caption=Obter a versão Grátis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Obtenha o <a> O IObit Uninstaller PRO oficial por 0€ </a> hoje para proteger sua privacidade e o seu PC com uma poderosa proteção.
btn_GetPro_before=Obtenha o PRO por 0€

[Detain_M]
M_MianTitle=IObit Uninstaller ajudou-o(a) a:
M_QuestionString=Tem certeza de que deseja desinstalá-lo?
M_btnok=Desinstalar de qualquer maneira
M_btnCancel=Eu quero manter
M_UninstallCaption=Desinstalar programas
M_DiskCaption=Economizar espaço em disco
M_RegCaption=Excluir entradas do registro

[Uninstaller_M]
MenuRight_Caption=Desinstalação Poderosa
Explorer_Button=Destruição de Ficheiros
Controlpanel_Button=Desinstalação Poderosa

[ACD_M]
M_Downloading=A Descarregar:
M_TipFixing=A Corrigir
M_Tips=A Descarga está em progresso. Clique duas vezes no ícone para ver os detalhes.
M_Installing=A Instalar:
M_MD5Faild=O ficheiro de descarga está corrompido. Por favor tente novamente mais tarde.
M_NetError=A descarga falhou devido a um problema de rede. Por favor tente mais tarde!
M_DiskIsFull=Espaço de disco Insuficiente!
M_Speed=Velocidade:
M_AreSure_IObit=Está seguro que pretende sair do IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancelar
lbl_Min.Caption=Minimizar
btnClose.Hint=Fechar

[EasyUninstall_M]
EasyPoint=Arraste-me para uma janela aberta, ícone da área de trabalho ou ícone da bandeja do sistema.
EasyNothingInfo=Não é possível localizar um alvo. Por favor, arraste-me para outra janela, ícone da área de trabalho ou ícone da bandeja do sistema.
EasyDeleteFileFail=O arquivo não pode ser excluído porque está em uso agora. Por favor, feche o arquivo e tente novamente.
EasyDeleteFolderFail=A pasta não pode ser excluída porque está em uso agora. Feche o arquivo e tente novamente.
EasyKillProcessFail=Não foi possível terminar o processo.
EasyKillProcessHint1=Tem a certeza de que deseja encerrar este processo?
EasyKillProcessHint2=Todos os dados não guardados serão perdidos.
EasyUninstallPath=Desinstale ou Apague:
EasyUninstall=Desinstalar
EasyShortcut=Apagar atalho
EasyLocation=Abrir localização do ficheiro
EasyDelete=Apagar
EasyCancel=Cancelar
EasyTransparency=Transparência
EasyOpaque=Opaco
EasyExitEasy=Abrir Janela Principal
EasyExitIobit_1=Sair do IObit Uninstaller
EasyKillProcess=Terminar processo

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Comentários
lbl_DescTitle.caption=Descrição:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Cópia do ecrã
lbl_TypeTitle.caption=Tipo de pedido:
btnImg_FeedBackSend.caption=Enviar
btnImg_FeedBackCancel.caption=Cancelar

[Uninstaller_Form_SendResult]
lbl_Sending.caption=A enviar...
lbl_SendFailed.caption=O envio falhou. Por favor clique OK para submeter online os seus comentários.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Obrigado pelos seus comentários. Iremos contactá-lo logo que possível.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Gosto
FeedBack_2=Sugestão
FeedBack_3=A desinstalação falhou
FeedBack_4=Problema de Bundleware
FeedBack_5=Problema com o Monitor de Instalação
FeedBack_6=Problema com o Atualizador de Software
FeedBack_7=Não foi possível mostrar todos os programas
FeedBack_8=Problemas com a Análise Poderosa
FeedBack_9=Reportar um erro
FeedBack_10=Outros
EmailMessage=Por favor assegure-se que o seu endereço de email está correcto para que o possamos contactar.
MemoHint=Por favor descreva em detalhe as suas sugestões ou problemas encontrados.
ScreenMaxMessage=A Operação falhou. Você atingiu o máximo de 5 cópias do ecrã.
CloseHintMsg=Está seguro que não pretende submeter os seus comentários?
SendBugck=Envie-nos também o ficheiro de depuração de erros para investigação. <a>Política de Privacidade</a>
FeedBackMessage=Por favor detalhe o problema
EmailHint=Por favor digite aqui corretamente o seu email
Startup_Delete_M=Apagar
M_FiveStar=Você poderia dar-nos uma avaliação de 5 estrelas?

[FileShredder_M]
ShredderDetail_0=Você pode arrastar um arquivo ou uma pasta para aqui para destruir.
ShredderDetail_01=Os arquivos excluídos de forma rotineira podem ser recuperados.
ShredderDetail_02=Para remover arquivos com segurança e de forma permanente, basta arrastar um arquivo ou pasta para destruir aqui.
FileShredder_MaxCount_M=5000 arquivos foram adicionados. Por favor, adicione o restante dos arquivos após a destruição desses 5000 arquivos.
Shredder_InUse_M=Alguns arquivos não foram destruidos porque não podem ser gravar. Por favor, verifique se eles ainda estão em uso.
Shredder_Del_M_1=Tem a certeza que pretende remover permanentemente os <a>%d</a> itens adicionados? Esta ação é absolutamente irrecuperável e pode levar algum tempo a ser concluída.
Shredder_DelOne_M_1=Tem a certeza que pretende remover permanentemente o <a>1</a> item adicionado? Esta ação é absolutamente irrecuperável e pode levar algum tempo a ser concluída.
Shredder_NotDel_M=Um arquivo não foi destruído, pois não foi possível escrever sobre este. Por favor, verifique se ainda está em utilização.
Shredder_OneFileDel_M=O arquivo não foi destruído, pois não foi possível escrever sobre este. Por favor, verifique se ainda está em utilização.
Shredder_Sucess_M=Destruido com sucesso.
Shredder_OneSucess_M=Destruido com sucesso.
Shredder_DirIsEmpty_M=Está vazio. Você não o pode destruir.
Shredder_NotAddFolder_M=Não é possível adicionar ficheiro "%s" à destruição porque esta operação poderá causar instabilidade no sistema

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Destruição de Ficheiros
lbl_Listview_Title.caption=Selecione o ficheiro ou pasta que pretende destruir:
lblLoading.caption=A carregar...
lbl_AddFile.caption=Adicionar ficheiro...
lbl_AddFolder.caption=Adicionar pasta...
RdImageButton_Shredder.caption=Destruir
RdImageButton_Cancel.caption=Cancelar
ListView_FileList.Columns[0].Caption=Caminho do Ficheiro
Menu_Shredder_Shredder.caption=Destruir
Menu_Shredder_AddFile.caption=Adicionar Ficheiro
Menu_Shredder_AddFolder.caption=Adicionar Pasta
Menu_Shredder_Romove.caption=Remover
Menu_Shredder_Clean.caption=Limpar
lbl_Shredder_Tip.caption=A destruir ficheiros. Isto pode levar algum tempo, por favor aguarde...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Não é possível adicionar ficheiro "%s" à destruição porque esta operação poderá causar instabilidade no sistema
ForceUninstallEndProgressMsg=%s está em execução. Por favor termine o processo e tente novamente.
ListView_FindReslut.Columns[0]_M=Nome
PopMenu_OpenFolder_M=Abrir localização do ficheiro
PopMenu_ViewEntry_M=Abrir com o Regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forçar a Desinstalação
lbl_FUInfo.caption=Forçar a Desinstalação ajuda a desinstalar o programa que não pode ser desinstalado de forma tradicional e limpa os ficheiros residuais da desinstalação. Também pode ajudar a remover facilmente o atalho e o ficheiro correspondente.
btnImg_Open.caption=Navegar...
lbl_DropInfo.caption=Você pode navegar ou arrastar e soltar aqui um arquivo ou pasta para excluir ou desinstalar o programa relacionado.
btnImg_Uninstall.caption=Desinstalar
btnImg_Cancel.caption=Cancelar
PopMenu_Uninstall.caption=Desinstalar
PopMenu_SearchOnline.caption=Pesquisar online
ListView_FindReslut.Columns[1].caption=Tamanho
ListView_FindReslut.Columns[2].caption=Data de Instalação

[Healthcheck_M]
M_MainTitle=Software Health
M_ScaningString=O Software Health está analisando agora o estado de saúde de todos os seus softwares.
M_NoProgramString1=Não foram encontrados problemas.
M_NoProgramString2=Todos os seus programas estão funcionando corretamente.
ResidualMainString=Exclua os ficheiros residuais da desinstalação para libertar mais espaço.
PluginMainString=Remova plugins maliciosos/anúncios para uma navegação mais rápida e segura.
UpdaterMainString=Atualize o software desatualizado para proteger seu PC contra explorações de dia zero e outras vulnerabilidades de segurança.
BanwebMainString=Impedir que solicitações de notificação do site o interrompam.
M_Fix=Corrigir
M_Detail=Detalhes
M_Complete=Correção concluída!
M_LeftoversDelete=Os ficheiros inúteis de desinstalação do <a>%s</a> foram excluídos com sucesso.
M_LeftoverDelete=O ficheiro de desinstalação do <a>%s</a> foi excluído com sucesso.
M_BanwebsDelete=<a>%s</a> as notificações do site foram bloqueadas com sucesso.
M_BanwebDelete=<a>%s</a> a notificação do site foi bloqueada com sucesso.
M_ResultLeftovers=Ficheiros residuais de Desinstalação:
M_ResultPlugin=Plugins maliciosos/de anúncios:
M_ResultUpdate=Software Desatualizado:
M_ResultBlock=Notificações do site:
M_ScanClose=A análise está em progresso. Tem a certeza de que quer sair agora?
M_ResidualTitle=<a>%s</a> ficheiro residual de desinstalação
M_ResidualTitles=<a>%s </a> ficheiros residuais de desinstalação
M_SoftUpdateTitle=<a>%s</a> programa desatualizado
M_SoftUpdateTitles=<a>%s</a> programas desatualizados
M_PluginTitle=<a>%s</a> plugin malicioso/de publicidade
M_PluginTitles=<a>%s</a> plugin maliciosos/de publicidade
M_BanwebDetailTitleY=<a>%s</a> notificação do site encontrada
M_BanwebDetailTitlesY=<a>%s</a> notificações do site encontradas
M_ResidualTitleMain=<a>%s</a> ficheiro residual de Desinstalação
M_ResidualTitlesMain=<a>%s</a> ficheiros residuais de Desinstalação
M_SoftUpdateTitleMain=<a>%s</a> Software Desatualizado
M_PluginTitleMain=<a>%s</a> plugin Malicioso/de Publicidade
M_PluginTitlesMain=<a>%s</a> plugin Maliciosos/de Publicidade
M_BanwebTitleY=<a>%s</a> Notificação do site
M_BanwebTitlesY=<a>%s</a> Notificações do site
M_BanwebTitleG=<a>%s</a> Notificação do site
M_BanwebTitlesG=<a>%s</a> Notificações do site
M_TitleCount=Nome (Total:%d)
M_BanwebTitleCount=Site (Total:%d)
M_BRate=Taxa de bloqueio
M_Version=Nova Versão
M_Type=Tipo
M_Malicious=Plugin Malicioso
M_Ads=Plugin de Publicidade
M_Residual=Ficheiros residuais de Desinstalação
M_SoftHealth=Software Health
M_item=item
M_items=items
M_Plugin=Plugins Maliciosos/de Publicidade
M_Software=Software Desatualizado
M_File=Ficheiro
M_Reg=Registro
M_Tasks=Tarefas Agendadas
M_Ser=Serviços do Sistema
M_CleanClose=A correção está em progresso. Tem a certeza de que quer sair agora?
M_Finish=Concluir (%d)
M_Fixing=A corrigir...
M_Select=Selecionar Todos
M_LeftoversTitle=Ficheiros residuais de Desinstalação
M_Delete=Apagar
M_Remove=Remover
M_Update=Atualizar
M_Block=Bloco
M_Code=Digite o Código
M_Back=Voltar
M_ScanLeft=A procurar ficheiros residuais de desinstalação ...
M_ScanPlugin=A verificar plugins maliciosos / de anúncio ...
M_ScanUpdater=A procurar software desatualizado ...
M_ScanBanweb=A verificar existência de notificações do site ...
M_Recommendation=Recomendação
M_Optional=Opcional
ASCPromote_Views=Outros <a>%s</a> itens afetarão o desempenho do sistema.
ASCPromote_View=Outro <a>%s</a> item afetará o desempenho do sistema.
Viewdetails=Ver Detalhes

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Nome
History_info_DouBle_M=programas não foram completamente desinstalados na última vez. Por favor clique Desinstalar para continuar.
History_info_One_M=programa não foi completamente desinstalado na última vez. Por favor clique Desinstalar para continuar
History_Scanfor_M=Verificar ficheiros residuais
History_ViewDetail_M=Ver detalhes
UninstallLog_No_IsEmpty_M=Não foram encontrados ficheiros residuais com a Análise Poderosa.
Program_Information=Informação do Programa
Files_Deleted=Ficheiros Apagados
Registries_Deleted=Entradas do Regitro apagadas
Scheduled_Tasks_Deleted=Tarefas Agendadas Apagadas
Deleted_on_Reboot=Apagado na reíniciação
Service_Deleted=Serviço Apagado
Export_M=Exportar
rdlbl_NoTkanks=Não, obrigado
RdLabelDetailNull=Os detalhes e o estado de cada programa desinstalado serão exibidos aqui.
RdLabelDetails=O IObit Uninstaller ajudou você a desinstalar os programas <a>%d</a> e a economizar <a>%s</a> de espaço em disco.
RdLabelDetail=O IObit Uninstaller ajudou você a desinstalar o programa <a>%d</a> e a economizar <a>%s</a> de espaço em disco.
History_NoUninstalled_M=Não desinstalado
History_Residualfilesleft_M=Ficheiros residuais deixados
M_NoHistoryFound=Nenhum histórico de desinstalação foi encontrado

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Histórico de Desinstalação
ListView_History.Columns[1].Caption=Data de Desinstalação
ListView_History.Columns[2].Caption=Tamanho
ListView_History.Columns[3].Caption=Operação
Menu_ClearThis.Caption=Limpar este histórico
Menu_ClearAll.Caption=Limpar todos os históricos

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Não, obrigado
RdImgBtnUninstall.caption=Desinstalar
RdListView_History.Columns[0].Caption=Nome do Programa
RdListView_History.Columns[1].Caption=Estado

[InstallDetected_M]
Install_DetectedOne="%s" foi instalado.
Install_DetectedTwo=<a>%s</a> programas foram instalados.
Install_ViewDetail=Ver detalhes

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Ativar
lbl_Caption.caption=Novas instalações foram detectadas
lbl_InstallMoniorInfo.caption=Recomendamos ativar o Install Monitor para ajudá-lo a registar e visualizar todas as alterações feitas no seu sistema durante a instalação do programa.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Entradas do Registro:
lbl_SzieText.caption=Tamanho total:
lbl_FileText.caption=Ficheiros:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Instalações registadas
rdlbl_Or.Caption=OU
rdlbl_Auto.Caption=Monitor Automático
rdlbl_Drap.Caption=Monitor Manual

[IUInstallMonitorFrm_M]
TipFileMsi=Arquivo de instalação executável não suportado. Por favor, selecione e tente novamente.
TipFileNotMsiExe=Arquivo de instalação executável inválido. Por favor, selecione um arquivo de instalação executável válido e tente novamente.
AddTip1=O Monitor de Instalação está ocupado!
AddTip2=Uma instalação já está sendo monitorizada. Por favor, tente novamente após a conclusão da instalação.
StarFileTip=Falha ao executar
ExePathErrorTip=O arquivo de instalação de uma unidade de rede não é suportado. Copie-o para a unidade local e tente novamente.
Logging=A registar mudanças no sistema ...
rdlbl_TipContent_M=O Install Monitor detecta e regista as alterações efetuadas no sistema pela instalação, o que permite ver quais as alterações os programas monitorizados fizeram durante a instalação.
rdlbl_SwitchTip.Caption_M=Detectar automaticamente e registar as instalações do programa
rdlbl_DragTip.Caption_M=Adicione ou arraste um arquivo de instalação para aqui, para registar a sua instalação

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=O Monitor de Instalação criou um histórico para si. Veja em baixo os detalhes:
rdlbl_Export.Caption=Exportar
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Mostrar nome:
InstallDateTip=Data de Instalação:
VersionTip=Versão:
PublisherTip=Editor:
LocationTip=Localização:
InstallationDurationTip=Duração da Instalação:
InstallPackageTip=Pacote de Instalação:
RegEntriesTip=Entradas do Registro:
FilesCountTip=Ficheiros:
TaskCountTip_M=Tarefas Agendadas:
ServiceCountTip_M=Serviços de Sistema:
DllCountTip=Registro DLL:
TotalSizeTip=Tamanho total:
ProgramInformationTip=Informação do Programa
MMORegistryTip=Entradas do Registro
MMOFilesTip=Ficheiros
MMOTaskTip_M=Tarefas Agendadas:
MMOServiceTip_M=Serviços de Sistema
MMODllTip=Registo DLL
MonitorLog_SecondsLan=segundos
MonitorLog_SecondSingleLan=segundo

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Comentários
lbl_CheckingText.Caption=A analisar todos os programas...
lbl_FixDetails.Caption=Verificar & Corrigir

[MainForm_M]
Nav_Colle_Program_All=Programas
Nav_Colle_Browser=Barra de Ferramentas & Plugins
Nav_Colle_Win=Aplicações Windows
Nav_Colle_AC=Centro de Acção
Nav_Colle_SU=Software Updater
Nav_Item_Program_All=Todos os Programas
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Instalado Recentemente
Nav_Item_Program_Infrequent=Raramente usado
Nav_Item_Program_Large=Programas grandes
Nav_Item_Win_Update=Atualizações Windows
Nav_Item_Browser_All=Todas as Barras de Ferramentas & Plugins
Nav_Item_InstallMonitor=Monitor de Instalação
Nav_Item_Logged=Programas Registados
Hint_Settings=Opções
Hint_Tools=Ferramentas
UninstallProTipEnterCode=Digite o Código
UninstallProTipManage=Gerir Licença
Button_Uninstall=Desinstalar
Button_Remove=Remover
Button_Update=Atualizar Tudo
Button_Install=Instalar agora
ToolPopForceUninstall=Forçar a Desinstalação
ToolPopCleanup=Software Health
ToolPopStubborn=Removedor de Programas Difíceis
ToolPopHistory=Histórico de Desinstalações
ToolPopFileShredder=Destruição de Ficheiros
ToolPopHunterMode=Desinstalação fácil
ToolPopUpdate=Atualizações Windows
MoreSettingPopSetting=Configurações...
MoreSettingPopRestore=Recuperação do Sistema
MoreSettingPopExport=Exportar lista de programas
MoreSettingPopUpdate=Verificar por atualizações
MoreSettingPopManual=Manual do Utilizador
MoreSettingPopSupport=Suporte Técnico
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Gostar
MoreSettingPopAbout=Acerca
MoreSettingPopWhatsNew=Novidades
DefaultSelProg=Desinstale programas desnecessários para libertar mais espaço.
DefaultSelPlug=Remova os Plugins desnecessários para proteger o seu navegador.
DefaultSelADPlugin1=Remova 1 plugin malicioso / de publicidade para navegar em segurança.
DefaultSelADPlugin2=Remova %d plugins maliciosos / de publicidade para navegar em segurança.
DefaultSelWApp=Desinstale os aplicativos Windows indesejados para aumentar o desempenho do seu PC.
DefaultSelBundle=Desinstalar bundleware indesejado.
DefaultSelUpdate=Mantenha os seus programas importantes atualizados.
DefaultUpdaterPromot=Atualize mais programas com o IObit Software Updater.
DefaultUpdaterPromote1=programa desatualizado encontrado
DefaultUpdaterPromote2=programas desatualizados encontrados.
DefaultUpdaterPromoteInfo=Clique em Atualizar Tudo para atualizar todos os programas desatualizados apenas com um clique.
SelInfoProg=programa seleccionado para desinstalação. Tamanho total:
SelInfoProgM=programas seleccionados para desinstalação.Tamanho total:
SelInfoPlug=plugin selecionado para remoção.
SelInfoPlugM=plugins selecionados para remoção.
SelInfoApp=aplicativo selecionado para desinstalar. Tamanho total:
SelInfoAppM=aplicativos selecionados para desinstalar. Tamanho total:
SelInfoBundle=item selecionado para desinstalação.
SelInfoBundleM=items selecionados para desinstalação.
BundleHint=Quando você instala o programa principal, alguns outros também são instalados sem aviso prévio. Você pode desinstalar os programas indesejados.
RestoreDefaultSettingsButton=Recuperar as configurações por defeito do %s
APTitle=Ativar Todos os Pros
AP5=Desinstalação limpa com histórico
AP2=Excluía Mais Aplicações Difíceis
AP3=Navegação rápida e segura
AP4=Atualizador de Software 1-Clique
MainUpdate_Hint=Nova Versão
HealthCheckFound1=<a>%d</a> ficheiros residuais de desinstalação
HealthCheckFound2=<a>1</a> desinstalação restante
HealthCheckFound3=<a>%d</a> plugins maliciosos/publicidade
HealthCheckFound4=<a>1</a> plugin malicioso/publicidade
HealthCheckFound5=<a>%d</a> software desatualizado
HealthCheckFound6=<a>1</a> notificação do site
HealthCheckFound7=<a>%d</a> notificações do site
StubbornFound=Programas com problemas de desinstalação encontrados
NewsDisconnCaption=Partilhe o IObit Uninstaller com as suas famílias e seus amigos.
NewsDisconnDes=Eles ficarão felizes em usá-lo!
NewsNewVerCaption=Atualização Importante Disponível
NewsNewVerDes=Faça agora a descarga da versão mais recente.
ToolPopForceUninstall_Detail=Ajude a desinstalar programas que não podem ser desinstalados de maneira rotineira
ToolPopCleanup_Detail=Executa melhor o software e reduz os riscos de segurança
ToolPopHistory_Detail=Mostrar detalhes e estado de cada programa desinstalado
ToolPopFileShredder_Detail=Ajuda a remover arquivos indesejados com segurança e de forma permanente
ToolPopHunterMode_Detail=Arraste o ícone Desinstalação fácil para desinstalar  facilmente os programas
ToolPopUpdate_Detail=List all the installed Windows Updates on your computer
ToolPopStubborn_Detail=Ajude a remover completamente e de maneira fácil os programas difíceis
DefaultSelInfo_Logged=Os programas registados podem ser desinstalados completamente. Listar todas as atualizações do Windows instaladas no seu computador

[MetroApp_M]
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
Win8NoItemTip_M=Nenhum aplicativo do Windows foi encontrado
Win8LoadingApp=A carregar aplicações...
Win8ListViewGroupsWin8AppHeader=Aplicações Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicações publicadas pela Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplicações de Terceiros
Win8ListViewGroupsThirdSubtitle=Aplicações publicadas por companhias Terceiras.
RateTipNoRate=Nenhuma avaliação foi ainda recebida.
RateTipHaveRate=utilizadores tem avaliado.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nome
ListView_AppList.Columns[1].caption=Tamanho
ListView_AppList.Columns[2].caption=Avaliação do Utilizador
ListView_AppList.Columns[3].caption=Operação
lbl_Notice.caption=Para mostrar as suas Aplicações Windows, por favor assegure-se que a sua conta atual tem direitos de Administrador.
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar
mniDetails.caption=Detalhes
mniOpenFile.caption=Abrir localização do ficheiro
mniOpenReg.caption=Abrir com o Regedit
mniOpenWinstore.caption=Abrir no Winstore
mniSearchOnline.caption=Pesquisar online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Não mostrar isto novamente
btnimg_uninstall.Caption=Desinstalar Agora
rdlbl_NoticeInfo.Caption=O espaço livre em disco do seu sistema está abaixo de 10%.
rdlbl_NoticeTip.Caption=Desinstale programas indesejados com o IObit Uninstaller para recuperar mais espaço em disco.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> ficheiros residuais de desinstalação foram encontradas.
rdlbl_Tip=Limpe-os para libertar mais espaço.
imgbtn_Clear=Limpar Agora

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Ver detalhes

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programa ainda deixa:
Lbl_metro_Atten.caption=Atenção
lbl_show.caption="%s" tem ainda ficheiros inúteis que podem afectar o desempenho do seu PC.
showDetails_M=Mostrar detalhes
Cleanmanually_M=Limpeza manual
AutoClean_M=Auto Limpeza
Cleaning_M=A limpar
Cleannow_M=Limpar Agora
StillLeavas_M="%s" tem ainda resíduos:
RegistryEntries_M=entradas do registro
MBFiles_M=MB ficheiros
LeftBy_M=deixado por "%s" foram apagados
Cleanfuture_M=Limpar automaticamente no futuro
Registry_M=Registro
File_M=Ficheiro
Files_M=ficheiros
rdlblCleanupCompleted.caption=Limpeza Terminada
rdlblIncomplete.caption=Desinstalação Incompleta
Setting_M=Configurações
Uselessfiles_M=ficheiros inúteis
Uselessregistryentries_M=entradas do registro inúteis
UselessregistryentriesOne_M=entradas do registro inúteis
Removingnow_M=A remover agora...
rdlblRemoving.caption=A remover agora...
TrayHintstill=Ainda %d problemas residuais que podem ser corrigidos.
CCtrayHint_M=Ainda %d+ problemas residuais que podem ser corrigidos.
LeftoversRemoved_M=Ficheiros residuais de %s foram removidos:
ProStillLeaves_M=%d programas ainda deixados:
Lan_ViewDetails_M=Ver detalhes
Lan_BundleNoticeText_M=Bundleware foi encontrado durante a instalação do %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Barra de Ferramentas e Plugins Maliciosos
ListViewGroupMaliciousDesc=Essas barras de ferramentas e plugins podem mudar o seu navegador padrão e roubar informações privadas.
ListViewGroupAdTitle=Barras de ferramentas e plugins baseados em publicidade
ListViewGroupAdDesc=Essas barras de ferramentas e plugins podem exibir publicidade, banners, etc.
ListViewGroupTrustTitle=Barras de Ferramentas e Plugins confiáveis
ListViewGroupTrustDesc=Essas barras de ferramentas e plugins não prejudicam o seu computador. Você pode removê-los ou mantê-los conforme o seu desejo.
ListViewGroupExtensions=Extensões
ListViewGroupPlugins=Plugins
ListViewGroupToolbar=Barra de Ferramentas
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=As extensões são usadas para personalizar o navegador com recursos que você gosta
ListViewGroupPlugin_DES=O plugin pode ser facilmente instalado e usado como parte do navegador da Web
ListViewGroupToolbar_DES=A barra de ferramentas ajuda os utilizadores a acessar sites rapidamente ou a executar outras funções de aplicativos
ListViewGroupBHO_DES=O BHO ajuda a criar navegadores personalizados e oferece funções interativas mais simples
ListViewGroupActivex_DES=O ActiveX é usado pelo Internet Explorer para facilitar a reprodução de media
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
PluginColumnStr_Title=Nome (Total: %d)
ChromeSyncMsg=A sincronização do Chrome está ativada. Os plugins selecionados para remoção podem ser reinstalados automaticamente após a remoção. Clique em <a>Desativar o Google Chrome Sync</a> para seguir as etapas do nosso fórum para desativar a Sincronização do Google Chrome.
FuncPluginSysPluginMsgBox=Não é recomendado remover %s uma vez que as funções do seu navegador poderão ser afectadas após a remoção.
FuncPluginLoading=A carregar...
FuncPluginRmoveSuccess=Removido com sucesso. A carregar...
FuncVotePlugSelectMsgBox=Por favor selecione um item para avaliar
FuncPluginRmoveConfireSingleMsgBox=Está seguro que pretende remover o item selecionado?
FuncPluginRmoveConfireSomeMsgBox=Está seguro que pretende remover os itens selecionados?
FuncCheckBrowserMsgBox_1=%s está em execução.
FuncCheckBrowserMsgBox_2=Vlique OK para o fechar (Por favor salvaguarde primeiro o conteúdo).
FuncCheckBrowserMsgBox_3=Ou clique Cancelar para abortar a operação.
FuncCheckBrowserMsgBox_4=%s estão em execução.
FuncCheckBrowserMsgBox_5=Clique OK para os fechar (Por favor salvaguarde primeiro o seu conteúdo).
FuncCheckBrowserMsgBox_6=Ou clique Cancelar para abortar a operação.
FuncPluginRemoveFailedMsgBox_1=A remoção dos seguintes items falhou:
FuncPluginRemoveFailedMsgBox_4=%s pode falhar a sua remoção porque está protegido por %s. Por favor feche o %s e reínicie o IObit Uninstaller para o remover novamente.
FuncRestoreSuccessMsgBox=Recuperado com sucesso para as configurações por defeito.
FuncRestoreFailedMsgBox=Falha ao restaurar as configurações padrão do navegador.
PluginRestoreStr=Recuperar as configurações por defeito do %s
FuncVoteMarkSelectMsgBox=Por favor avalie.
FuncVoteFailedMsgBox=A avaliação falhou, verifique sua conexão de rede e tente novamente.
FuncVoteActiveVote=Avaliar
FuncVoteWaitting=A submeter a avaliação, por favor aguarde...
VoteStr_1=<a>1</a> utilizador avaliou. Você já avaliou.
VoteStr_2=Não foram recebidas ainda avaliações. Seja o primeiro a avaliar.
VoteStr_3=<a>%d</a> utilizadores já avaliaram. Você já avaliou.
VoteStr_4=<a>%d</a> utilizadores já avaliaram. O que pensa sobre este plugin?
NoticeInfoEx_One=<a>1</a> Foi detectado um plugins malicioso no seu navegador, por favor abra o IObit Uninstaller para o remover
NoticeInfoEx_Some=<a>%d</a> Foram detectados plugins maliciosos no seu navegador, por favor abra o IObit Uninstaller para os remover.
Removingnow_M=A remover agora...
mniOpeninRegedit_M=Abrir com o Regedit
lbl_NoFoundItems.caption_M=Nenhuma barra de ferramentas ou plugins encontrados

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nome
rdlvAllBrowse.Columns[1].Caption=Avaliação do Utilizador
rdlvAllBrowse.Columns[2].Caption=Operação
rdlvCustomBrowse.Columns[0].Caption=Nome
rdlvCustomBrowse.Columns[1].Caption=Operação
mniRemove.Caption=Remover
mniRate.Caption=Avaliar
mniIgone.Caption=Ignorar
mniRefush.Caption=Refrescar
mniOpenFloder.Caption=Abrir localização do ficheiro
mniSelectedAll.Caption=Selecionar Tudo
mniInvertSelection.Caption=Inverter a seleção
mniSearchOnline.Caption=Pesquisar online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reíniciar o Navegador
lblConfire.Caption=Está seguro que pretende recuperar as definições por defeito?
lblHomepageTitle.Caption=Página Inícial Atual:
lblSearchTitle.Caption=Motor de pesquisa atual por defeito:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancelar

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nenhum desses programas foi encontrado (não usado há mais de 2 meses)
Noprograms_Size_M=Nenhum programa excede %s.
Noprograms_match_M=Nenhum item corresponde à sua pesquisa.
Noprograms_Recent_M=Nenhum programa foi instalado nos últimos 10 dias.
monthsago_M=%d meses atrás
yearsago_M=%d ano atrás
yearsagos_M=%d anos atrás
SoftwareFrame_InstallDate_M=Data de Instalação
SoftwareFrame_FrequencyUse_M=Última vez usado
HistoryInfo_DisplayName=Mostrar Nome
HistoryInfo_Publisher=Editor
HistoryInfo_Version=Versão
HistoryInfo_InstallDate=Data de Instalação
HistoryInfo_UseSize=Espaço utilizado
HistoryInfo_Location=Localização
HistoryInfo_UninstallDate=Data de Desinstalação
Lan_NoBundle_New=Bundleware é o software que pode instalar outros programas sem o seu conehcimento quando você instala o programa principal.
Lan_Main_Soft=Programa Principal
Lan_Bundled_Soft=Programa Integrado (Bundleware)
Lan_Bundled_Plug=Plugin Integrado (Bundleware)
ColumnName_Logged=Histórico de Instalação
ColumnName_LogDate=Data de Instalação
ViewDetail=Ver Histórico
NoPrograms_Logged=Os programas registados pelo Install Monitor podem ser desinstalados completamente em desinstalação futura.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Tamanho
ListView_SoftwareList.Columns[2].Caption=Data de Instalação
ListView_SoftwareList.Columns[3].Caption=Operação
Menu_Program_Uninstall.caption=Desinstalar
Menu_Program_Repair.caption=Reparar
Menu_Program_Refresh.caption=Refrescar
Menu_Program_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Program_OpeninRegedit.caption=Abrir com o Regedit
Menu_Program_SearchOnline.caption=Pesquisar online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tipo
ListView_BundleList.Columns[2].Caption=Operação
Menu_Program_Uninstall.caption=Desinstalar
Menu_Program_OpenFileLocation.caption=Abrir localização do ficheiro
Menu_Program_OpeninRegedit.caption=Abrir com o Regedit
Menu_Program_SearchOnline.caption=Pesquisar online
mni_Ignore.caption=Ignorar

[PromoteForm_M]
M_ProAD_Title=Mais recursos e benefícios com a edição Pro:
M_ProAD_CleanLog=Desinstale completamente os programas com os históricos criados durante a instalação
M_ProAD_Monitor=Monitorize a instalação do programa e remova facilmente o bundleware
M_ProAD_Database=Base de Dados gigante, para remover completamente programas difíceis
M_ProAD_Plugin=Remova os plugins maliciosos/publicidade, para uma navegação online segura e suave
M_ProAD_Update=Um clique para manter os eus programas importantes sempre atualizados
M_Continue=Continuar a Desinstalação
M_BundleTitle=Ative o IObit Uninstaller PRO para remover completamente o bundleware.
M_BundleTitle2=Monitorize em tempo real a instalação do programa  e remova facilmente o bundleware.
M_UninstallLogTitle=Ative o IObit Uninstaller PRO para detectar e registar automaticamente a instalação do programa, para uma desinstalação completa no futuro através do histórico.
M_PluginMaliciouTitle=Ative o IObit Uninstaller PRO para remover completamente os plugins maliciosos.
M_PluginMaliciouTitle2=A base de dados em constante expansão ajudará a remover mais plugins/anúncios maliciosos.
M_UpdatePromoteOne=%d programa pode ser atualizado.
M_UpdatePromoteOnes=%d programas podem ser atualizados.
M_UpdatePromoteTwo=Ative o IObit Uninstaller PRO para atualizar o seu programa apenas com um clique.
M_UpdatePromoteTwos=Ative o IObit Uninstaller PRO para atualizar os seus programas apenas com um clique.
M_SPUninstallFail=%s não pôde ser desinstalado.
M_SPAD_Title=Ative o PRO para desinstalá-lo com uma Base de Dados específica.
M_SPUninstallFailCount=%d programas não foram desinstalados.
M_SPADCount_Title=não pode ser desinstalado de uma forma normal. Ative o PRO para desinstalá-los através de uma Base de Dados específica.
SpecPromotTile_1=%s não pôde ser desinstalado.
SpecPromotTile_2=%d programas não foram desinstalados.
SpecPromotTile_3=1 programa foi desinstalado.
SpecPromotTile_4=%d programas foram desinstalados.
SpecPromotTile_5=Mas 1 programa não pôde ser desinstalado.
SpecPromotTile_6=But %d programs failed to be uninstalled.
SpecPromotInfo_1=Ative o PRO para desinstalá-lo com uma Base de Dados específica.
SpecPromotInfo_2=Ative o PRO para desinstalá-los através de uma Base de Dados específica.
SpecPromotInfo_3=%s não pode ser desinstalado de forma normal.
PromoteEnterCode=Digite o código
UpdateProTitle=Ative a versão Pro para resolver também os seguintes problemas
RdAdPlugins=<a>%s plugins/anúncios  maliciosos</a> precisam ser removidos para garantir a segurança da sua navegação
RdAdPlugin=<a>%s plugin/anúncio malicioso</a> precisa ser removido para garantir a segurança da sua navegação
RdAdUpdates=<a>O software desatualizado do %s </a> precisa ser atualizado para reduzir os riscos de vulnerabilidade

[Protip_M]
Congratulations_M=Parabéns!
YouHave_M=Você atualizou com sucesso para a versão mais recente do IObit Uninstaller.
Try_M=Experimente-o agora!
Tip_M=Atualizado  automaticamente com sucesso para IObit Uninstaller <a>%d</a>.
WhatNew_M=Novidades da última versão:
More_M=Mais detalhes

[Uninstaller_Public_M]
Lan_ButtonCancel=Cancelar
Lan_ButtonClose=Fechar
Lan_ButtonContinue=Continuar
Lan_ButtonClean=Limpar
Lan_Cleaning=A limpar
Lan_Details=Detalhes
Lan_Exit=Sair
Lan_Hide=Esconder
Lan_Ignore=Ignorar
Lan_Ignored=Ignorado
Lan_item=Item
Lan_items=Itens
Lan_LoadingD=A carregar...
Lan_WindowMin=Minimizar
Lan_WindowMax=Maximizar
Lan_ButtonNo=Não
Lan_Name=Nome
Lan_NameT=Nome (Total: %d)
Lan_Notagain=Não voltar a mostrar
Lan_ButtonOK=OK
Lan_Publisher=Editor
Lan_WindowRest=Recuperar
Lan_ButtonRemove=Remover
Lan_State=Estado
Lan_Show=Mostrar
Lan_Scan=Analisar
Lan_Search=Procurar
Lan_ButtonUninstall=Desinstalar
Lan_Version=Versão
Lan_ButtonYES=Sim
Lan_ButtonFor0=Obtenha o Pro por $0
Lan_ButtonActivate=Ativar Agora
Lan_ButtonUpgrade=Atualizar Agora
Lan_ButtonUpgradeFor0=Atualize agora por 0€
Lan_DisplayName=Nome
Lan_Installationpath=Caminho da instalação
Lan_Description=Descrição
Lan_LinkAbout=Acerca do Link
Lan_LinkHelp=Ajuda do link
Lan_SysMsgCorrupted=Alguns ficheiros do IObit Uninstaller estão corrompidos. Por favor reinstale o IObit Uninstaller.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=O código de licença %s é somente válido para %s. Por favor clique o botão OK para descarregar e registar o %s.
LicenseCannotconnect_M=Não é possível estabelecer a ligação ao nosso servidor. Por favor verifique as configurações da sua rede/proxy e tente validar a sua licença mais tarde.
license_OtherGivewalys_M_M=%s é uma licença de distribuição e é válida apenas para a versão especificada. Visite <a>aqui</a> para comprar um novo código de licença para o IObit Uninstaller %s PRO.
License_expired_M=A licença %s expirou. Clique <a>aqui</a> para comprar uma nova licença.
License_maximum_M=A licença %s já foi ativada para o máximo número de PCs e não pode ser usada. Por favor clique <a>aqui</a> para comprar uma licença adicional para activar o IObit Uninstaller PRO neste PC.
License_Free_M=A licença %s não pode ser activada. Por favor compre uma nova licença para o IObit Uninstaller PRO.
License_valid_M=Código de licença inválido! Por favor digite um código de licença válido.
LicenseSeat_M=Licença Individual:
LicenseCodeLiftTime_M=Este é um código de licença vitalício, que é válido apenas para o Desinstalador IObit v%d. Por favor reinstale seu Desinstalador IObit v%d PRO.
licensedays_left_M=%d dias restantes
licenseday_left_M=%d dia restante
LicenseCodeLocation_M=O código da licença %s não é válido na sua região ou País. Por favor clique OK para comprar um código válido.
Never_M=Nunca

[Uninstaller_Form_Activate]
Label_Get.caption=Obter Licença
Label_Retrv.caption=Recuperar Código
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Navegação rápida e segura
lblContentThree.caption=Remova plugins maliciosos / publicidade, para uma experiência de navegação online rápida e segura
lblTitleFour.caption=Software Updater
lblContentFour.caption=1 clique para manter os seus programas importantes sempre atualizados
RdImgBtnRegNow.caption=Registar Agora
RdLabelCaption.caption=Ative a Pro Edition para usufruir de uma melhor experiência de serviço
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
RdBtnlab.caption=Mais benefícios, Nós prometemos:
RdImgBtn_Upgrade.caption=Atualize para a versão Pro

[Form_Activate_M]
lblTitleOne.caption_M=Desinstalação limpa com histórico
lblContentOne.caption_M=Desinstale completamente os programas com os históricos criados durante a instalação
lblTitleTwo.caption_M=Stubborn Program Removal
lblContentTwo.caption_M=Grande Base de Dados para remover completamente os programas difíceis

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Fechar
lbleg.Caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=ajuda
Label_Please.caption=Digite seu código de licença e clique no botão "Registar agora" para ativar todas as funções da edição PRO.
Label_Code.caption=Código da Licença:
RdImgBtnRegister.caption=Registar Agora
Label_Retrv.caption=Recuperar Código
Label_HaveLicense.caption=Não possui uma licença?
Label_click.caption=Clique aqui para obter uma.
RdImageButton_Back.caption=Voltar
RdImageButton_Close.caption=Fechar
RdLabelCaption.caption=Gestor de Licenças
Label_Status.caption=Estado da Licença:
Label_Activated.caption=Activada
Label_Lcode.caption=Código da Licença:
Label_Data.caption=Data de Expiração:
Label_Refresh.caption=Refrescar
Label_Export.caption=Exportar licença
rdlblAlread.caption:=Já tenho um código de licença

[uninstaller_Form_licensemessage]
rdlblHelp.caption=ajuda
RdImgBtn_Closetwo.caption=Fechar
Label_success.caption=A licença foi activada com sucesso!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Clique com o botão esquerdo e arraste o rato para selecionar a área de captura do ecrã
M_NoticeInfo_AC=2. Clique com o botão direito ou pressione Esc para sair
M_Rect=Rectângulo
M_Oval=Oval
M_Text=Texto
M_Paintbrush=Pincel
M_Return=Desfazer operação (Ctrl + Z)
M_Copy=Copiar para área de transferência
M_Exit=Sair da captura de ecrã
M_Save=Guardar
M_TipInfo=A captura do ecrã foi guardada na área de transferência. Você pode usar Ctrl + V para colar.
M_TipShow=Não mostrar novamente esta mensagem
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Configurações
lbl_UserInterfaceTitle.caption=Interface do Utilizador
lbl_SkinTitle.caption=Capa:
lbl_LanguageTitle.caption=Idioma Atual:
lbl_FontSize.caption=Tamanho da Fonte:
lbl_Dark.caption=Escuro
lbl_Light.caption=Claro
lbl_UpdateTitle.caption=Método de Atualização
lbl_UpdateChooseDes.caption=Método de atualização para este produto:
btnImg_UpdateRemind.caption=Avisar-me quando houver atualizações disponíveis
btnImg_UpdateAuto.caption=Atualizar automaticamente
lbl_GeneralCaption.caption=Geral
btnImg_AutoDelete.caption=Automatically remove residual files
btnImg_AfterUninstallAutoScan.caption=Exclui automaticamente os ficheiros residuais do programa desinstalado por outro desinstalador
btnImg_RemoveToRecycleBin.caption=Remover os ficheiros residuais para a Lixeira
btnImg_ShowExplorerButton.caption=Adicionar Botão de Destruir Ficheiro ao Explorer
btnImg_ShowComponents.caption=Não mostrar componentes runtime de sistema
btnImg_ShowMenuButton.caption=Adicione a opção de Powerful Uninstal ao menu de contexto do Windows
btnImg_OK.caption=OK
btnImg_Cancel.caption=Cancelar
lbl_HotKey.caption=Hotkey para desinstalação fácil:
lbl_OccupiedHotKey.caption=Já usado, digite um novo.
lbl_Notification.caption=Notificações
btn_NotifySoftUpdater.caption=Avisar-me quando houverem atualizações de software disponíveis
btnImg_SystemDiskSpace.caption=Avisar-me quando o espaço livre no disco do sistema estiver abaixo de 10%
lbl_Boundleware.caption=Lista de Ignorados
btnImg_remove.caption=Remover
btnImg_UserInterface.Caption=Interface do Utilizador
btnImg_General.Caption=Geral
btnImg_Notification.Caption=Notificações

[Uninstall_setting_M]
Setting_UITitle=Interface do Utilizador
Setting_GeneralTilte=Geral
Setting_NotificationTilte=Notificações
Setting_BoundlewareTilte=Lista de Ignorados
Setting_Size_Normal=Normal
Setting_Size_Large=Grande
Setting_Size_Larger=Maior
Setting_listviewHeader=Nome do Item
SystemComponentsInfo=Componentes do sistema como Microsoft .NET Framework, Microsoft Visual C ++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Notificar-me quando o histórico de instalação for criado após a monitorização automática
btnImg_BundlewareInstalled_M=Notificar-me quando o pacote configurável estiver instalado
btnImg_BrowserPlugTip_M=Notificar-me quando plugins maliciosos estiverem instalados
btnImg_AutoShowTipForm_M=Notificar-me quando for detectada a operação de desinstalação de outro desinstalador
btnImg_leftovers_M=Notificar-me quando os ficheiros residuais dos programas desinstalados forem detectados
btnImg_Boundleware.Caption_M=Lista de Ignorados
rdlbl_BoundlwareTip.caption_M=O Bundleware ignorado não será detectado até que você os remova da lista abaixo.

[SoftUpdate_M]
SU_GroupOutData=Desatualizado
SU_GroupUpToDate_New=Atualizado
SU_Ignore=Ignorar
SU_Ignored=Ignorado
SU_NoIgnore=Desfazer ignorar
SU_Update=Atualizar
SU_Updating=A atualizar
SU_UpToDate=Atualizado
SU_NewVersion=Nova Versão
SU_CurrVersion=Versão atual
SU_ActivePro=Ativar atualizações automáticas
SU_Button_UpdateAll=Atualizar Tudo
SU_NoFindUpdates=Não existem atualizações disponíveis
SU_IgnoreForever=Ignorar todas as atualizações
SU_IgnoreCurrent=Ignorar atualização atual
SU_CancelUpdate=A atualização está em progresso. Tem a certeza que deseja cancelar a atualização?

[SoftUpdatePromote_M]
IUP_Manually=Atualização Manual
Img_Tab=Obtenha mais com o IOBit PRO
LbIUPromote1=Atualize todos os programas importantes com apenas um clique
LbIUPromote2=Instalar atualizações automaticamente sem ter que acessar um sítio
SUInstall=Instalar
SUImg_Tab=Instale o IObit Software Updater
LbSUPromote1=Atualize mais programas sem esforço
LbSUPromote2=Instale facilmente os programas que pretenda
SUEULA=Ao clicar em "Instalar", você concorda em instalar o IObit Software Updater e aceita o seu <a>EULA</a> e <a>Política de Privacidade</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produto precisa de ser atualizado
TipOnes=<a>%s</a> produtos precisam de serem atualizados
NeverShow=Não voltar a mostrar
BtnUpdate=Atualizar Agora

[SpecUTool_M]
SpecTOpen=Abrir
SpecTOK=OK
SpecTHide=Esconder
TrayHint=O IObit Uninstaller está a desinstalar programas
SpecTUninstalling=Desinstalar o seguinte programa:
SpecTUninstallingM=Desinstalar os seguintes programas:
SpecTUninstalled=programa foi desinstalado.
SpecTUninstalledM=programas foram desinstalados.
SpecTClose=Fechar

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurar Sistema
rdlblDesc.Caption=Restaure o seu computador para o estado anterior ao evento selecionado. Os mais recentes não podem ser apagados por motivos de segurança.
ListView_Restore.Columns[0].Caption=Data e Hora
ListView_Restore.Columns[1].Caption=Descrição
btn_CreateRestorePoint.Caption=Criar um Ponto de Restauro
RdImageButton_Restore.Caption=Recuperar
RdImageButton_Delete.Caption=Apagar
lblNull.Caption=Não foram criados pontos de restauro.
Rdlbl_CreateRestorePoint.caption=Criar um Ponto de Restauro

[SystemRestore_M]
SysRestore_CreateComplete=Ponto de restauro criado com sucesso!
SysRestore_CreateFailed=A criação de um Ponto de Restauro falhou! Por favor verifique no seu sistema se este está ativado.
SysRestore_CreateRestore_Confirm=Está seguro que pretende criar um Ponto de Restauro?
SysRestore_CreateRestore_Tip=A criar um Ponto de Restauro, por favor aguarde...
SysRestore_CreateRestore_Failed=A criação de um Ponto de Restauro falhou! Por favor verifique no seu sistema se este está ativado.
SysRestore_SetRestore_Confirm=WARNING: Restaurar o seu sistema para um ponto de restauração irá desfazer todas as alterações feitas após esse ponto de restauração. Uma vez iniciado, a Restauração do sistema não pode ser desfeita ou interrompida. Está seguro que quer continuar?
SysRestore_SetRestore_Reboot=É necessária uma reinicialização para aplicar essas alterações. Salve todos os arquivos abertos e feche todos os programas abertos antes de reíniciar. Reíniciar o computador agora?
SysRestore_SetRestore_Tip=A Restaurar arquivos e configurações do sistema, aguarde...
SysRestore_Delete_Confirm=Está seguro que o pretende apagar?

[UninstallForm_M]
MsgBox_SelectProgram=Por favor selecione no mínimo um programa.
Msg_Bundle_RebootSpec=foi desinstalado. Por favor reínicie o seu computador para concluir a desinstalação.
OneItemStr=%d item
SomeItemStr=%d itens
Clean_Uninstall=Desinstalação Limpa
RebootToDelete_Str=(Apagar ao reíniciar)
UninstallingSingleStr=Está seguro que pretende desinstalar o programa selecionado?
UninstallingSomeStr=Está seguro que pretende desinstalar os %d programas selecionados?
UninstallingSingleStrUpdate=Está seguro que deseja desinstalar a atualização selecionada do Windows?
UninstallingSomeStrUpdate=Está seguro que deseja desinstalar as %d atualizações selecionadas do Windows?
UninstallingSingleStrApp=Está seguro que deseja desinstalar a app selecionada do Windows?
UninstallingSomeStrApp=Está seguro que deseja desinstalar as %d app selecionadas do Windows?
Uninstall_Str=A desinstalar %s (%d/%d)
Scan_Str=A analisar %s (%d/%d)
UninstallOne_Str=A desinstalar %s
ScanOne_Str=A analisar %s
CreateRetore_Str=A criar um Ponto de Restauro, por favor aguarde...
SureToDeleteSomeStr=<a>%d</a> programas são desinstalados. Mas eles ainda têm os seguintes ficheiros residuais.
SureToDeleteOneStr=<a>1</a> programa é desinstalado. Mas ainda tem os seguintes ficheiros residuais.
SureToDeleteSomeStrApp=<a>%d</a> aplicativos do Windows foram desinstalados. Contudo, deixaram os seguintes ficheiros residuais.
SureToDeleteOneStrApp=<a>1</a> aplicativo do Windows foi desinstalado. Mas ainda deixou os ficheiros residuais seguintes.
SureToDeleteByHistroy=Ficheiros residuais encontrados
DeletingStr=A apagar ficheiros residuais, por favor aguarde
DeleteCancleStr=Está seguro que pretende cancelar a operação de apagar?
RestoringCancleStr=A criar um Ponto de Restauro. Está seguro que o pretende cancelar?
UninstallingCancleStr=A desinstalação está em progresso e se você sair agora os ficheiros temporários poderão não ser limpos. Tem a certeza que quer sair?
ScaningCancleStr=A análise está em progresso e os ficheiros residuais podem permanecer se você sair agora. Você tem a certeza que quer sair?
RegistryCaption_Str=Registro
FileCaption_Str=Ficheiro
TaskCaption_Str=Tarefas Agendadas
ServiceCaption_Str=Serviços de Sistema
DllCaption_Str=Registo DLL
SuccessReslutFromHistroySingle=Ficheiros residuais foram limpos com sucesso. Verifique os detalhes em baixo:
SuccessReslutFromUninstallSingle=Você desinstalou com sucesso <a>%d</a> programa com os seguintes detalhes:
SuccessReslutFromUninstallSome=Você desinstalou com sucesso <a>%d</a> programas com os seguintes detalhes:
SuccessReslutFromUninstallSingleApp=Você desinstalou com sucesso <a>%d</a> o aplicativo  do Windows, com os detalhes abaixo:
SuccessReslutFromUninstallSomeApp=Você desinstalou com sucesso <a>%d</a> aplicativos do Windows,  com os detalhes abaixo:
SuccessReslutNeedRestartSingle=<a>%d</a> programa foi desinstalado.
SuccessReslutNeedRestartSome=<a>%d</a> programas foram desinstalados.
FileDeleteReslut=Ficheiros Apagados:  <a>%s</a>
RegDeleteReslut=Entradas do Registro apagadas:  <a>%d</a>
TaskDeleteReslut=Tarefas agendadas apagadas:  <a>%d</a>
ServiceDeleteReslut=Serviços apagados:  <a>%d</a>
DeepDeleteReslut=Itens registados excluídos: <a>%d</a>
HtmlRecomReslutCaption=Desinstalados <a>%d</a> programas e removidos os seguintes ficheiros residuais:
HtmlRecomReslutCaption1=Desinstalado <a>%d</a> programa e removido os ficheiros residuais abaixo:
HtmlRecomReslutAppCaption=Desinstalados <a>%d</a> aplicativos do Windows e removidos os ficheiros residuais abaixo:
HtmlRecomReslutAppCaption1=Desinstalado <a>%d</a> aplicativo do Windows e removidos os ficheiros residuais abaixo:
HtmlFileReCaption=<a>%s</a> ficheiros inúteis
HtmlRegReCaption=<a>%d</a> entradas do registro inúteis
HtmlTaskReCaption=<a>%d</a> tarefas agendas inválidas
HtmlServicesReCaption=<a>%d</a> serviços de sistema inválidos
HtmlFileReCaptionOne=<a>%s</a> ficheiro inútil
HtmlRegReCaptionOne=<a>%d</a> entrada do registro inútil
HtmlTaskReCaptionOne=<a>%d</a> tarefa agendada inválida
HtmlServicesReCaptionOne=<a>%d</a> serviço de sistema inválido
UninstallPromote=Compar Agora
RebootYes=Reinicar Agora
RebootLater=Mais tarde
FromHistroyNoItem=Não foram encontrados ficheiros residuais
FromUninstallNoItem=Desinstalação terminada.
RelatedMetroText=Estas aplicações estão relacionadas. Desinstalando uma, automaticamente desinstala as restantes. Está seguro que pretende continuar com a desinstalação?
RelatedSoftText=O conjunto dos produtos acima foram instalados ao mesmo tempo. Deseja desinstalá-los em conjunto?
HtmlADPluginCaption=<a>%d</a> Interferência de Plugins de Publicidade
HtmlMaliciousPluginCaption=<a>%d</a> Ameaça de Plugins Maliciosos
MoneyBackInfo=Você beneficiará de um PC mais rápido e seguro, removendo completamente programas e plugins indesejados. Garantia de devolução do seu dinheiro por um período de 60 dias. Sem perguntas!
SpecRestartAll=Por favor, reínicie o seu computador para desinstalar completamente os seguintes programas. Reíniciar agora?
SpecRestartOne=Por favor, reínicie o seu computador para desinstalar completamente o seguinte programa. Reíniciar agora?
UnPromoteTitle=Mas com a edição PRO, mais recursos e benefícios são oferecidos:
UnPromote_60=Garantia de reembolso de 60 dias
PromotelbPlugins=Remova <a>%d</a> plugins/anúncios maliciosos, para uma navegação segura
PromotelbPlugin=Remova <a>%d</a> plugin/anúncio malicioso, para uma navegação segura
PromotelbPlugin0=Remova plugins/anúncios maliciosos, para uma navegação segura
PromotelbUpdate=1 clique para atualizar <a>%d</a> software(s) desatualizado(s), para reduzir os riscos de segurança
PromotelbUpdate0=1 clique para atualizar o software desatualizado, para reduzir os riscos de segurança
PromotelbMoreDB=Remove programas difíceis que normalmente não se conseguem desinstalar
PromotelbClean=1-click para remover bundleware
PromotelbAuto=Exclui automaticamente os ficheiros residuais  deixados por outro desinstalador
NeedCloseApp=O %s está em execução e precisa ser fechado para que possa ser desinstalado. Tem a certeza de que deseja fechá-lo?
LB_Free=Grátis
LB_Pro=PRO
RestoreOpenstr=A restauração do sistema não está ativada. Por favor, clique em "OK" para habilitá-lo para que o IObit Uninstaller possa criar pontos de restauração antes de desinstalar os programas.
OfficialFail=Falha ao desinstalar o seguinte programa. Você pode desinstalá-lo com o seu utilitário de desinstalação oficial.
OfficialFails=Falha ao desinstalar os seguintes programas. Você pode desinstalá-los com os seus utilitários oficiais de desinstalação.
QuitDonwload=Tem certeza de que deseja cancelar a descarga?
LogHintTitle=Mais benefícios, Nós prometemos:
LogHintStr=+ Desinstala completamente os programas registados <br> + Remoção limpa de mais de 200 programas difíceis <br> + Desinstala completamente e facilmente o bundleware
UpgradePromote=Atualize para o IObit Uninstaller PRO para limpar automaticamente os ficheiros residuais
UpgradeFileDelete=%s arquivos residuais foram limpos com sucesso.
UpgradeRegsDelete=%s entradas residuais do registo foram limpas com sucesso.
UpgradeRegDelete=%s entrada residual do registo foi limpa com sucesso.
PromoteB_Title=Mais problemas podem ser corrigidos com a versão PRO:
PromoteB_Update=O software desatualizado pode ser atualizado apenas com um clique:
PromoteB_Plugin=Para uma navegação segura, os plugins maliciosos / publicitários devem ser removidos:
PromoteB_Leftover=Os ficheiros residuais de desinstalação podem ser excluídos para obter um PC mais limpo:
PromoteB_Log=Os programas registados podem ser desinstalados completamente:
PromoteB_Unuse=Programas não usados há mais de 2 meses podem ser desinstalados:
PromoteB_Banweb=As notificações do site podem ser bloqueadas para evitar interrupções:
PromoteB_Fix=Corrigir Agora
PromoteB_Stubborn=Os programas difíceis podem ser completamente removidos:
OfficialSp_1=Desinstale completamente o seguinte programa com seu utilitário oficial de desinstalação.
OfficialSps_1=Desinstale completamente os programas a seguir com seus utilitários de desinstalação oficiais.
LogPromoteHintTitle=Limpe completamente todos os itens registados com a <a>edição PRO</a>:
LogPromoteHintRegs=<a>%s</a> entradas de registo
LogPromoteHintReg=<a>%s</a> entrada de registo
LogPromoteHintFiles=<a>%s</a> ficheiros
LogPromoteHintFile=<a>%s</a> ficheiro
LogPromoteHintTasks=<a>%s</a> tarefas agendas
LogPromoteHintTask=<a>%s</a> tarefa agenda
LogPromoteHintServices=<a>%s</a> serviços do sistema
LogPromoteHintService=<a>%s</a> serviço do sistema
LogPromoteHintDlls=<a>%s</a> registos dll
LogPromoteHintDll=<a>%s</a> registo dll
LogPromoteFormLogPro=itens registados
LogPromoteFormDesc=pode ser completamente limpo com a edição Pro
LogPromoteFormTip=Detalhes como abaixo:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Abrir com o Regedit
mniMenu_Path.caption=Abrir localização do ficheiro
btnImg_AllMainCancel.caption=Cancelar
btnImg_Uninstall.caption=Desinstalar
btnImg_ChkAutoDelete.caption=Automatically remove residual files
btnImg_ChkCreateRestore.caption=Crie um ponto de restauração antes da desinstalação.
lbl_IsUninstallHint.caption=Pretende desinstalar o programa selecionado?
btnImg_Delete.caption=Apagar
btnImg_ReslutCancel.caption=Cancelar
btnImgl_SeletedAll.caption=Selecionar Todos
btnImg_ChkShredFile.caption=Ficheiros destruidos
lbl_NoPowerScan.caption=Desinstalação terminada.
btnImg_RecommendClose.caption=Fechar
btnImg_Restart.caption=Sim
lbl_MoneyBackTitle.caption=Garantia de uma desinstalação completa e de um PC mais limpo
btn_Tab.caption=Obtenha mais com o IOBit PRO
lbl_InfoDB.caption=Large database to remove stubborn programs thoroughly
lbl_InfoRemove.caption=Remova plugins maliciosos e de anúncios, para uma navegação on-line segura e fácil
lbl_InfoUpdate.caption=Monitorizar a instalação de programas && remoção de bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware foi encontrado.
btn_UninstallAll.caption=Desinstalar Todos
lbl_Info.caption=Desinstale com IObit Uninstaller PRO todos os seguintes bundleware ou desinstale apenas o programa atual.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware encontrado. Por favor, selecione também o bundleware indesejado para desinstalar.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Novidades

[WindowsUpdate_M]
Update_NoItem_Tip=Nenhuma atualização do Windows foi encontrada.
NoSerchItem_Tip=Nenhum item corresponde à sua pesquisa.
Update_Loading_Tip=A carregar...
Update_WindowsTitle=Aqui estão listadas todas as atualizações do Windows instaladas no seu computador. Desinstale as atualizações indesejadas do Windows para libertar mais espaço.
Button_Uninstall=Desinstalar

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Data de Instalação
mniUninstall.caption=Desinstalar
mniRefush.caption=Refrescar

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Removedor de Programas Difíceis
lbl_NewDescTitle.caption=Às vezes é difícil desinstalar programas sem usar o seu desinstalador oficial ou porque simplesmente não consegue encontrar a sua entrada de desinstalação. Com a nossa Base de Dados específica, os programas podem ser removidos fácil e completamente.

[Uninstaller_Stubborn_M]
MalwareGroup=Programas maliciosos (%d)
MalwareDes=Detecte e remova programas maliciosos para proteger o seu PC.
IssuesGroupEx=Programas com problemas de desinstalação (%d)
IssuesDesEx=Desinstale programas com problemas de desinstalação, com o registo de desinstalação ausente, desinstalador embebido bloqueado e processo de desinstalação duvidoso.
OfficialGroupEx=Base de Dados Oficial de Remoção (%d)
OfficialDesEx=Alguns programas não podem ser desinstalados normalmente por motivos de segurança. Você pode desinstalá-los facilmente usando o seu desinstalador oficial aqui.
AllGroupEx=Base de Dados de Programas suportados (%d)
AllDesEx=Liste aqui mais programas para os quais você não consegue encontrar uma entrada de desinstalação em outros lugares. Você pode desinstalá-los facilmente aqui.
ProblemsTip=Problemas encontrados
LoadingTip=A carregar a Base de Dados de programas suportados ...

